Repository: tombushmitz86/vims
Catalog: server/locale/*/LC_MESSAGES/django.po
Languages: he

source: Address
he: כתובת

source: Activities
he: פעילויות

source: Activity type
he: סוג פעילות

source: Activity types
he: סוגי פעילות

source: ID
he: מזהה

source: Created at
he: נוצר בתאריך

source: Modified at
he: שונה בתאריך

source: Description
he: תאור

source: Activity day
he: יום פעילות

source: Date
he: תאריך

source: Type
he: סוג

source: Logistics center
he: מרכז לוגיסטי

source: Display in website
he: הצג באתר

source: Activity day volunteer
he: מתנדב ליום פעילות

source: Activity days volunteers
he: מתנדבים לימי פעילות

source: Volunteer
he: מתנדב

source: Active
he: פעיל

source: Activity day delivery
he: מופע חלוקה ליום פעילות

source: Activity days deliveries
he: מופעי חלוקה לימי פעילות

source: Delivery
he: מופע חלוקה

source: Adopter's address
he: כתובת המאמץ

source: Adopter's phone
he: טלפון המאמץ

source: Recipient's address
he: כתובת הנזקק

source: Adoptions and deliveries
he: אימוץ וחלוקה

source: Adoption
he: קשר אימוץ

source: Adoptions
he: קשרי אימוץ

source: Adopter
he: מאמץ

source: Recipient
he: נזקק

source: Pending approval
he: ממתין לאישור

source: Approved
he: מאושר

source: Rejected
he: דחוי

source: Canceled
he: מבוטל

source: Status
he: סטטוס

source: Status set at
he: סטטוס נקבע בתאריך

source: Notes
he: הערות

source: Adoption %(pk)s
he: קשר אימוץ %(pk)s

source: Adoption request approved
he: בקשת אימוץ אושרה

source: Adoption request rejected
he: בקשת אימוץ נדחתה

source: Package type
he: סוג חבילה

source: Package types
he: סוגי חבילה

source: Name
he: שם

source: Deliveries
he: מופעי חלוקה

source: Delivery from
he: משתמש מחלק

source: Delivery to
he: נזקק מקבל

source: Planned delivery date
he: תאריך חלוקה מתוכנן

source: Package description
he: תאור חבילה

source: Delivery description
he: תאור חלוקה

source: Planned
he: מתוכנן

source: Pending
he: ממתין

source: Delivered
he: חולק

source: Delivery %(pk)s
he: מופע חלוקה %(pk)s

source: VCMIS Administration
he: מערכת ניהול מתנדבים

source: Geography
he: גיאוגרפיה

source: Settlement
he: ישוב

source: Settlements
he: ישובים

source: Government ID
he: מזהה ממשלתי

source: County government ID
he: מזהה ממשלתי נפה

source: County name
he: שם נפה

source: Municipality government ID
he: מזהה ממשלתי מועצה אזורית

source: Municipality name
he: שם מועצה אזורית

source: Street
he: רחוב

source: Streets
he: רחובות

source: Logistics
he: לוגיסטיקה

source: Logistics centers
he: מרכזים לוגיסטים

source: Street number
he: מספר בית

source: Contact person
he: איש קשר

source: Phone
he: טלפון

source: Last delivery at
he: תאריך חלוקה אחרון

source: Recipients
he: נזקקים

source: first name
he: שם פרטי

source: last name
he: שם משפחה

source: Floor
he: קומה

source: Apartment
he: דירה

source: Background story
he: סיפור רקע

source: Number of people
he: מספר נפשות

source: Holocaust survivor
he: ניצול שואה

source: Handicapped
he: נכה

source: Avrech
he: אברך

source: Domestic violence
he: אלימות במשפחה

source: General
he: כללי

source: Unhealthy
he: בעיות בריאותיות

source: Single parent
he: חד הוריות

source: Recipient tags
he: תגיות נזקק

source: Recipient tag
he: תגית נזקק

source: active
he: פעיל

source: Blacklisted
he: ברשימה שחורה

source: Short name
he: שם פרטי

source: Full name
he: שם מלא

source: {settlement_name}, {street_number} {street_name}, apt. {apartment}, floor {floor}
he: {settlement_name}, {street_name} {street_number}, דירה {apartment} קומה {floor}

source: Personal info
he: מידע אישי

source: Permissions
he: הרשאות

source: Important dates
he: תאריכים משמעותיים

source: Users
he: משתמשים

source: user
he: משתמש

source: users
he: משתמשים

source: email address
he: כתובת אימייל

source: staff status
he: סטאטוס איש צוות

source: Designates whether the user can log into this admin site.
he: מציין האם המשתמש יכול להתחבר לאתר הניהול.

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
he: מציין האם יש להתייחס למשתמש כפעיל. יש לבטל בחירה זו במקום למחוק חשבונות משתמשים.

source: date joined
he: תאריך הצטרפות

source: User Profile
he: פרופיל משתמש

source: User Profiles
he: פרופילי משתמש

source: User
he: משתמש

source: Zipcode
he: מיקוד

source: User with same email already exists
he: קיים כבר משתמש עם אימייל זה
